<h2><img alt="" src="https://less.works/badges/provisional-certified-less-practitioner.png" style="width: 200px; height: 200px;" /></h2>

<h2>Kurs Highlights</h2>

<ul>
	<li>Verstehen warum <b>Agilit&auml;t auf Team-Ebene nicht ausreicht</b> um eine agile Organisation, die <strong>Anpassungsf&auml;hig</strong> ist und <strong>schnell Kundenwert liefert</strong>, aufzubauen</li>
	<li>Lernen Sie die <strong>Prinzipien, die zum Aufbau einer agilen Organsation f&uuml;hren</strong></li>
	<li><strong>Neue Denkans&auml;tze anwenden</strong> sowie <strong>Regeln, Leitfaden und Experimente</strong> kennen lernen die bei der Agilit&auml;t helfen</li>
	<li><strong>Beispiele aus der Praxis </strong>besprechen und simulieren</li>
	<li>Starten Sie eine Ver&auml;nderung in Ihrer Arbeitsumgebung mit<strong> klaren Hilfestellungen und Tools</strong></li>
</ul>

<h2>Besonderheiten unseres Kurses</h2>

<ul>
	<li><span style="color:#e74c3c;"><strong>Begreztes Angebot:</strong></span> <strong>Zwei Interaktive Kurse in 2 Varianten</strong> (Online und Vor-Ort) mit Zertfizierung <strong>als Packet zu einem Preis</strong></li>
	<li><strong>Online Kurs mit Fokus auf Remote Arbeit</strong> und Vor-Ort Kurs mit Fokus auf Zusammenarbeit an einem Ort</li>
	<li><strong>Flexible R&uuml;ckerstattung</strong> (bis 1 Woche vor dem Kurs)</li>
	<li><strong>100% Geld-zur&uuml;ck-Garantie</strong> (falls Sie mit von angebotenen Erfahrung entt&auml;uscht sind)</li>
	<li><strong>Mentor Support nach dem Training</strong> &uuml;ber Slack</li>
</ul>

<h2>Detail Beschreibung</h2>

<p>In diesen schwierigen Zeiten ist das schnellere Erschaffen von Kundenwert und Innovationen in immer schnelleren Zykluszeiten zum Hauptunterscheidungsmerkmal zwischen guten und erfolgreichen Unternehmen geworden. Um diese dringend notwendige Geschwindigkeit zu erreichen, wenden sich Organisationen immer &ouml;fter agilen Prinzipien zu. Diese Prinzipien wurden aber f&uuml;r kleine Unternehmen ohne Abh&auml;ngigkeiten entworfen, was die Umsetzung in vielen Organisationen nur schleppend vorankommen l&auml;sst.</p>

<p>Dies stellt gro&szlig;e Produktentwicklungsorganisationen vor wichtigen Fragen:</p>

<ul>
	<li><b>Wie erreicht man die Geschwindigkeit und Agilit&auml;t von Start-Ups in gro&szlig;en Organisationen?</b></li>
	<li><b>Wie sieht die Organisationsstruktur einer agilen Organisation aus?</b></li>
	<li><b>Wie kann ich meine Organisation anpassen um langfristig erfolgreich zu sein?</b></li>
</ul>

<p>Large-Scale Scrum (LeSS) ist f&uuml;r Unternehmen das, was Scrum f&uuml;r Teams ist: ein einfaches, leistungsstarkes, Produktentwicklungs-Rahmenwerk f&uuml;r viele Teams, das sich weiterentwickeln l&auml;sst, so dass es perfekt in jeden einzigartigen Kontext passt. LeSS baut auf den Scrum-Prinzipien wie Empirie und funktions&uuml;bergreifende selbstverwaltende Teams auf und bietet einen Rahmen, um diese in gro&szlig;em Ma&szlig;stab anzuwenden. Es bietet einfache strukturelle Regeln und Richtlinien, wie Scrum in der Entwicklung gro&szlig;er Produkte angewendet werden kann.</p>

<p>Der Certified LeSS Practitioner Kurs ist ein tiefergehender Zertifizierungskurs, der das LeSS-Rahmenwerk, die Prinzipien und Leitf&auml;den umfasst. Nach diesem Kurs werden Sie:</p>

<ul>
	<li>Die Prinzipien hinter LeSS verstehen,</li>
	<li>Wissen, ob und wie Ihre Organisation von der Implementierung von LeSS profitieren kann,</li>
	<li>Erkl&auml;ren k&ouml;nnen, inwiefern LeSS ein Scrum-basierter Ansatz ist um Agilit&auml;t zu skalieren,</li>
	<li>Zusammenzufassen k&ouml;nnen, welche Auswirkungen eine LeSS Einf&uuml;hrung auf die Organisationsgestaltung (Strukturen, Richtlinien, usw.) hat,</li>
	<li>Verstehen, wie Ihr aktuelles Organisationsdesign die Agilit&auml;t Ihrer Organisation beeinflusst,</li>
	<li>Die Dynamik und die Unterschiede zwischen Komponenten- und Feature-Teams erkl&auml;ren k&ouml;nnen,</li>
	<li>Die LeSS Rollen verstehen und ihre Bedeutung aufzeigen k&ouml;nnen</li>
	<li>Die LeSS Events vor Ort oder Remote moderieren k&ouml;nnen</li>
	<li>Praktiken f&uuml;r Integration und Koordination zwischen den Teams kennen lernen und anwenden k&ouml;nnen</li>
	<li>Erl&auml;utern k&ouml;nnen, wie LeSS &uuml;ber ca. 8 Teams skaliert werden kann und</li>
	<li>Erl&auml;utern k&ouml;nnen, wie LeSS &uuml;ber ca. 8 Teams skaliert werden kann und</li>
</ul>

<h2>Kursablauf</h2>

<p>Dieser Kurs wurde <strong>von Grund auf f&uuml;r eine gro&szlig;artige Online Erfahrung konzipiert</strong>, mit Techniken aus &quot;Training from the BACK of the Room&quot; von Sharon Bowman und &quot;Learning How to Learn&quot; von Barbara Oakley, PhD. Durch die Aufnahme von Informationen auf eine multisensorische Art und Weise (H&ouml;ren, Sehen, Diskutieren, Schreiben, Reflektieren) und das<strong> aktive Wiederholen des Erlerntes</strong> sind Sie in der Lage die Informationen direkt nach dem Kurs anzuwenden. Am Ende des Kurses werden Sie <strong>Aktionspl&auml;ne f&uuml;r die Anwendung des neuen Wissens</strong> in Ihrer Organisation erstellen.</p>

<p><img alt="" src="https://lesspublic.s3.amazonaws.com/editor_contents/pictures/196/content_Zoom_Miro.png" style="width: 800px; height: 476px;" /></p>

<p><b>Der Kurs ist auf 12&nbsp;Teilnehmer beschr&auml;nkt, um ein intensives Engagement und Lernen zu erm&ouml;glichen.</b></p>

<p>Die&nbsp;Kursinhalte werden auf 5 Tage aufgeteilt, von 9 bis 12 Uhr und von 13:30 bis 15:30 mit genug Pausen zwischendurch. Alle Teilnehmer m&uuml;ssen sich aktiv an den Sitzungen &uuml;ber die Online-Tools und Webcam beteiligen, umd das pCLP-Badge zu erhalten.</p>

<h2>Zertifizierung</h2>

<p>Am Ende des Kurses <strong>erhalten Sie das pCLP-Badge</strong> und ein <strong>Konto auf less.works</strong>. Um das Certified Practitioner Zertfikat zu bekommen ben&ouml;tigen Sie noch entweder</p>

<ul>
	<li>die Teilnahme an einem 2-t&auml;gigen LeSS &amp; Learn Workshop&nbsp;</li>
</ul>

<p>oder</p>

<ul>
	<li>die Teilnahme an einem (vor Ort) Certified LeSS Practitioner oder Cerfied LeSS Executive Kurs</li>
</ul>

<p><span style="color:#e74c3c;"><strong>Beide Kurse k&ouml;nnen Sie, als&nbsp;pCLP Absolvent,&nbsp;kostenlos bei mir oder einem anderen zertfizierten LeSS Trainer besucht werden.</strong></span>(*)</p>

<p>Dar&uuml;berhinaus k&ouml;nnen Sie nach dem Besuch des Kurses&nbsp;bis zu <strong>25 SEUs (Scrum Education Units)</strong> der Kategorie C f&uuml;r die Scrum Alliance CSP (Certified Scrum Professional) in Anspruch nehmen.</p>

<p><img alt="" src="https://less.works/badges/provisional-certified-less-practitioner.png" style="width: 200px; height: 200px;" /></p>


---

<h2>Agenda</h2>

<p>Die folgenden Themen werden in diesem Kurs behandelt:</p>

<ul>
	<li>Warum LeSS?</li>
	<li>Scrum, LeSS und LeSS Huge im &Uuml;berblick	</li>
	<li>LeSS Regeln und Prinzipien	</li>
	<li>Was ist das Produkt?	</li>
	<li>Die Organisation von Feature Teams rund um Customer Value / Business Value</li>
	<li>Die Defition of Done und deren Einflu&szlig; / Konsequenzen	</li>
	<li>Product Owner und Product Backlog in LeSS	</li>
	<li>Die Rolle des Managements	</li>
	<li>Organisatorische Einfl&uuml;&szlig;e und typische Organisationsstrukturen in LeSS	</li>
	<li>LeSS Product Backlog Refinement, Sprint Planning, Review und Retrospektive	</li>
	<li>Die Bedeutung von technischen Praktiken in der Skalierung	</li>
	<li>Integration und Koordination	</li>
	<li>Die Einf&uuml;hrung von LeSS in Ihrer Organisation	</li>
	<li>Die Scrum Master Rolle in LeSS	</li>
</ul>

---

<h2>An wen richtet sich der Kurs?</h2>

<ul>
	<li>Team- und Organisations-Coaches</li>
	<li>Agile Coaches</li>
	<li>Scrum Master</li>
	<li>Manager und F&uuml;hrungskr&auml;fte</li>
	<li>Product Owner, Produkt Manager&nbsp;und Stakeholder</li>
	<li>Software-Ingineure (Entwickler, Tester, Architekten) und Designer</li>
	<li>Unternehmensberater</li>
	<li>Alle Interessierten, die mehr &uuml;ber Scrum erfahren wollen</li>
	<li>Alle, die sich zum CLP (Certified LeSS Practitioner) zertifizieren lassen m&ouml;chten&nbsp;</li>
</ul>

<h2>Voraussetzungen</h2>

<p>Die einzige Voraussetzung f&uuml;r den Kurs sind grundlegende Scrum-Kenntnisse. Dieses kann durch den Besuch eines <a href="https://www.scrumalliance.org/certifications/practitioners/certified-scrummaster-csm">Certified Scrum Master</a> oder eines <a href="https://www.scrum.org/Courses/Professional-Scrum-Master">Professional Scrum Master</a> Kurses oder durch die gr&uuml;ndliche Lekt&uuml;re von Scrum-Einf&uuml;hrungsmaterial wie dem <a href="http://www.scrumprimer.org/">Scrum Primer</a> und das &Uuml;ben von Scrum erreicht werden.</p>

<p>Sie ben&ouml;tigen eine stabile und schnelle Internetverbindung, eine Webcam, ein Headset und eine Umgebung, in der Sie sich konzentrieren und bei Bedarf auch mit anderen online interagieren k&ouml;nnen.</p>

<h2>Empfohlene Vorbereitung</h2>

<p>Die Teilnehmer sollten Scrum-Einf&uuml;hrungsmaterialien wie zb. den <a href="http://www.scrumprimer.org/">Scrum Primer</a> (nochmal) durchsehen.</p>

<p>Eine weitere gro&szlig;artige Vorbereitung f&uuml;r diesen Kurs ist der <a href="https://less.works/less/test/scrum.html">Scrum Test</a> auf less.works. <strong>Es wird dringend empfohlen, diesen Test vor der Teilnahme am Kurs durchzuf&uuml;hren um die Lernerfahrung zu maximieren.</strong></p>

<h2>&Uuml;ber den Trainer</h2>

<p><img alt="" src="https://lesspublic.s3.amazonaws.com/editor_contents/pictures/197/content_Robert_Briese_LeSS_trainer.png" style="width: 600px; height: 300px;" /></p>

<p>Robert ist einer von 21&nbsp;<strong>zertifizierten LeSS-Trainer</strong> weltweit und hat praktische&nbsp;Erfahrung sowohl mit LeSS <strong>als auch</strong>&nbsp;mit LeSS Huge. Als agiler Berater und Coach hat er in den letzten 20 Jahren mit &uuml;ber 30 Unternehmen zusammengearbeitet, darunter DAX-notierte Weltmarken wie Adidas, BMW, BP, Dr. Oetker, Henkel, Hilti, Hugo Boss, SAP, Volkswagen und ZF.</p>

<p>Von 2015 bis 2016 leitete er <strong>eine LeSS-Einf&uuml;hrung </strong>bei einem <a href="https://less.works/case-studies/sys.html">Global Player in the Software Industry</a>, und skalierte dabei die Entwicklung von 3 auf 7 Teams und coachte das Entwicklungs- und das Managementteam beim f&uuml;hren einer skalierten agilen Organisation. Im Jahr 2018 trug er, bei <strong>einer der weltweit gr&ouml;&szlig;ten LeSS Huge Einf&uuml;hrungen&nbsp;</strong>bei der BMW AG, zu signifikanten Verbesserungen in der Produktentwicklung und -auslieferung bei. In der Zusammenarbeit mit &uuml;ber 30 Teams und &uuml;ber 400 Mitarbeitern, f&uuml;hrte er sie dazu, alle zwei Wochen Produktinkremente bestehend aus Hardware und Software zu liefern.</p>

<p>Mehr &uuml;ber Robert k&ouml;nnen Sie <a href="https://less.works/profiles/robert-briese">here</a> lesen.</p>

<p>(*) Lediglich eine Geb&uuml;hr f&uuml;r die Nutzung der R&auml;umlichkeit wird Ihnen in Rechnung gestellt. Die Teilnahme an einem Kurs eines anderen Trainers muss im Vorfeld gepr&uuml;ft werden.</p>
